Repository: jlehtoma/kamu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Will not tell
fi: En kerro

source: No affiliation
fi: Ei puoluekantaa

source: Other
fi: Muu

source: Age
fi: Ikä

source: Male
fi: Mies

source: Female
fi: Nainen

source: Gender
fi: Sukupuoli

source: Monthly income
fi: Kuukausitulot

source: Education
fi: Koulutus

source: I belong to a party
fi: Kuulun puolueeseen

source: I always vote
fi: Äänestän aina

source: I have never voted
fi: En ole koskaan äänestänyt

source: I vote in the communal elections
fi: Äänestän kunnallivaaleissa

source: I vote in the parliamentary elections
fi: Äänestän eduskuntavaaleissa

source: I vote in the presidentiary elections
fi: Äänestän presidentinvaaleissa

source: Political activity
fi: Poliittinen aktiivisuus

source: Can facebook
fi: Osaa facebookata

source: Can word process
fi: Osaa tekstinkäsitellä

source: Can code
fi: Osaa koodata

source: E-mail
fi: Sähköposti

source: Party affiliation
fi: Puoluekanta

source: Your name
fi: Nimi

source: Your email address
fi: Sähköpostiosoite

source: Your message
fi: Palaute

source: description
fi: kuvaus

source: Username
fi: Käyttäjätunnus

source: This value must contain only letters, numbers and underscores.
fi: Ainoastaan kirjaimet, numerot ja alaviivat ovat sallittu.

source: A user with that username already exists.
fi: Käyttäjätunnus on jo käytössä.

source: Name
fi: Nimi

source: Home city
fi: Kotipaikka

source: Membership fee
fi: Jäsenmaksu

source: Comments
fi: Kommentit

source: Public membership
fi: Julkinen jäsenyys

source: Your membership application for Kansan muisti KAMU ry
fi: Jäsenhakemuksesi Kansan muisti ry:hyn

source: Incongruent
fi: Epäjohdonmukainen

source: Somewhat incongruent
fi: Jokseenkin epäjohdonmukainen

source: Slightly incongruent
fi: Hieman epäjohdonmukainen

source: Neutral/Irrelevant
fi: Neutraali/Irrelevantti

source: Slightly congruent
fi: Hieman yhdenmukainen

source: Somewhat congruent
fi: Jokseenkin yhdenmukainen

source: Congruent
fi: Yhdenmukainen

source: Session connected to question.
fi: Äänestys yhdistetty kysymykseen.

source: Session removed from question.
fi: Äänestys poistettu kysymyksen yhteydestä.

source: File size too big.
fi: Tiedosto on liian iso.

source: Image dimensions too big.
fi: Kuvan dimensiot ovat liian suuret.

source: Description
fi: Kuvaus

source: Home page link
fi: Kotisivun osoite

source: Not enough characters.
fi: Ei tarpeeksi merkkejä.

source: Organization already exists.
fi: Järjestö on jo luotu.

source: Invalid logo.
fi: Logo on väärässä formaatissa.

source: Activate users
fi: Aktivoi käyttäjät

source: Re-send activation emails
fi: Lähetä aktivaatio-sähköpostit uudelleen

source: Email address
fi: Sähköpostiosoite

source: Password
fi: Salasana

source: Password (again)
fi: Salasana (uudestaan)

source: The two password fields didn't match.
fi: Salasanakentät eivät täsmää.

source: This email address is already in use. Please supply a different email address.
fi: Sähköpostiosoite on jo käytössä.

source: user
fi: käyttäjä

source: activation key
fi: aktivaatioavain

source: registration profile
fi: rekisteröintiprofiili

source: registration profiles
fi: rekisteröintiprofiilit

source: Page not found
fi: Sivua ei löydy

source: Internal server error
fi: Sisäinen virhe

source: Info
fi: tietoa

source: About the site
fi: Tietoa Kamusta

source: Register as beta tester
fi: Rekisteröidy beta-testaajaksi

source: Register as beta tester for KAMU
fi: Registeröidy Kamun beetatestaajaksi

source: Only e-mail is mandatory. Fill as many as you wish.
fi: Vain sähköpostiosoite on pakollinen. Muuten täytä ne jotka haluat.

source: Send registration
fi: Lähetä rekisteröinti

source: Add organization
fi: Järjestön lisääminen

source: Modify an organization
fi: Muokkaa järjestöä

source: Add a new organization
fi: Lisää uusi järjestö

source: Preview
fi: Esikatsele

source: Search
fi: Hae

source: Logged in
fi: Kirjautuneena

source: Log out
fi: Kirjaudu ulos

source: Log in
fi: Kirjaudu sisään

source: What is Kamu?
fi: Kansan muisti

source: Plenary Sessions
fi: Täysistunnot

source: Members
fi: Kansanedustajat

source: Opinions
fi: Vaalikoneet

source: Select term
fi: Valitse vaalikausi

source: Select district
fi: Valitse vaalipiiri

source: or choose your county
fi: tai valitse kuntasi

source: Copyright &copy; 2010–2011 Kansan muisti ry. The owners and operators of this website are not responsible for the accuracy of the information provided.
fi: Copyright &copy; 2010–2011 Kansan muisti ry. Palvelun ylläpitäjä ei vastaa tietojen oikeellisuudesta.

source: Registration received
fi: Rekisteröinti vastaanotettu

source: <p>Thank you for your interest in KAMU. We will contact you soon.</p>
fi: <p>Kiitos, että olet kiinnostunut Kamusta. Otamme pian yhteyttä.</p>

source: News
fi: Uutiset

source: Organizations
fi: Järjestöt

source: Parties
fi: Puolueet

source: %(count)s party
fi: %(count)s puolue

source: Includes all parties that presently have members in the parliament.
fi: Mukana kaikki puolueet, joilla on tällä hetkellä kansanedustajia eduskunnassa.

source: Main page
fi: Etusivu

source: Background
fi: Taustaa

source: Rules
fi: Säännöt

source: Feedback
fi: Palaute

source: Donate
fi: Lahjoita

source: Contact
fi: Yhteystiedot

source: Keywords from the latest votes
fi: Uusimpien äänestysten asiasanat

source: Leave us feedback
fi: Jätä palautetta

source: Please report any errors you find, send us your ideas for improvement, volunteer for work, or just say hi.
fi: Raportoi meille löytämistäsi virheistä sivustolla, lähetä ideoitasi jatkokehitystä varten, tarjoa apuasi tai jätä muuta palautetta.

source: Send
fi: Lähetä

source: Most popular
fi: Suosituimmat

source: Latest votes
fi: Uusimmat äänestykset

source: Includes all the members that have been active during the chosen time period.
fi: Mukana kaikki kansanedustajat, jotka ovat olleet aktiivisena valitulla aikavälillä.

source: Score a session
fi: Pisteytä äänestys

source: Score for session
fi: Äänestyksen pisteytys

source: Save
fi: Tallenna

source: Previous
fi: Edell.

source: Next
fi: Seur.

source: Plenary sessions
fi: Täysistunnot

source: %(count)s plenary session
fi: %(count)s täysistunto

source: Name in service links
fi: Nimi palvelussa

source: Info link
fi: Linkki kotisivulle

source: Modify
fi: Muokkaa

source: Relevance
fi: Relevanssi

source: Congruence with voting yes
fi: Yhdenmukaisuus puoltavan äänen kanssa

source: Search results
fi: Hakutulokset

source: No results found
fi: Ei hakuosumia

source: Search results for keyword
fi: Hakutulokset asiasanalle

source: %(count)s voting session
fi: %(count)s äänestys

source: Number of Yay votes
fi: Jaa-äänien lukumäärä

source: Number of Nay votes
fi: Ei-äänien lukumäärä

source: Number of Empty votes
fi: Tyhjä-äänien lukumäärä

source: Number of absentees
fi: Poissaolevien lukumäärä

source: General
fi: Yleistiedot

source: Votes
fi: Äänet

source: Register of interest
fi: Sidonnaisuudet

source: Statements
fi: Puheenvuorot

source: Surname
fi: Sukunimi

source: Given names
fi: Etunimet

source: Birthdate
fi: Syntymäaika

source: Telephone
fi: Puhelinnumero

source: Electoral districts
fi: Vaalipiirit

source: Party associations
fi: Eduskuntaryhmät

source: Please log in first!
fi: Kirjaudu sisään ensin!

source: Session
fi: Äänestys

source: Vote
fi: Ääni

source: Yay
fi: Kyllä

source: Nay
fi: Ei

source: Empty
fi: Tyhjä

source: No votes in database
fi: Ei ääniä tietokannassa

source: ago
fi: sitten

source: Leave a new comment
fi: Jätä uusi kommentti

source: No statements found
fi: Ei puheenvuoroja

source: Relevant voting session
fi: Kysymykseen liittyvä äänestys

source: Congruence
fi: Yhdenmukaisuus

source: Session scores
fi: Äänestysten pisteytykset

source: No sessions scored
fi: Ei pisteytettyjä äänestyksiä

source: You may add a score here through the page for the voting session.
fi: Pisteytyksiä voi lisätä äänestyksen sivulta.

source: Plenary session
fi: Täysistunto

source: Parliament vote
fi: Eduskunnan äänestys

source: vote
fi: äänestys

source: time
fi: klo.

source: Scoring
fi: Pisteytykset

source: Match to Opinions:
fi: Yhdistä vaalikonevastaukseen:

source: <p>You may indicate how you yourself would vote on this subject.</p>
fi: <p>Voit äänestää asiasta myös itse.</p>

source: Session documents
fi: Asiakirjat

source: Plenary session minutes
fi: Istuntopöytäkirja

source: Post
fi: Julkaise

source: Preview your comment
fi: Esikatsele kommenttiasi

source: Please correct the error below
fi: Korjaa alla oleva virhe.

source: Post your comment
fi: Lähetä kommenttisi

source: or make changes
fi: tai tee vielä muutoksia

source: Feedback sent
fi: Viesti lähetetty

source: <p>Thank you for your valuable feedback.</p>
fi: <p>Kiitos palautteestasi!</p>

source: Facebook Connect
fi: Yhdistäminen Facebook-tiliin

source: <p>The only personal information we will display publicly is your name. Any other information collected about you will remain private unless you choose to allow us to display it.</p> <p>We use your personal information only in an anonymized fashion, according to our privacy policy.</p>
fi: <p>Kerätyistä henkilötiedoista näytämme julkisesti ainoastaan nimesi. Muita tietoja näytämme ainoastaan siinä tapauksessa, että hyväksyt sen erikseen.</p> <p>Rekisteriselosteemme mukaisesti luovutamme tietojasi kolmansille osapuolille ainoastaan anonymisoituna.</p>

source: Facebook functionality disabled.
fi: Facebook-toiminnallisuus pois käytöstä.

source: Finalize your registration
fi: Viimeistele rekisteröintisi

source: <h2>Welcome to Kansan muisti, %(first_name)s %(last_name)s!</h2> Please finalize your registration by choosing a username below.
fi: <h2>Tervetuloa Kansan muistiin, %(first_name)s %(last_name)s!</h2> Viimeistele rekisteröintisi valitsemalla vielä käyttäjätunnuksesi.

source: Please correct the error below.
fi: Korjaa alla oleva virhe.

source: Submit
fi: Lähetä

source: Thank you for your application
fi: Kiitos hakemuksestasi

source: Membership application received
fi: Jäsenhakemuksesi vastaanotettu

source: Recipient
fi: Vastaanottaja

source: Account number
fi: Tilinumero

source: Reference number
fi: Viitenumero

source: Sum
fi: Summa

source: All this has been e-mailed to you as well to address
fi: Nämä tiedot on myös lähetetty sinulle sähköpostiosoitteeseen

source: Join Kansan muisti ry
fi: Liity Kansan muisti ry:hyn

source: Send application
fi: Lähetä kaavake

source: Government formation
fi: Hallitusneuvottelu

source: Choose which questions to use
fi: Valitse käytettävät kysymykset

source: Cabinet
fi: Hallitus

source: Seats
fi: Paikkamäärä

source: Cohesion
fi: Yhtenäisyys

source: Opposition
fi: Oppositio

source: Questions
fi: Kysymykset

source: (modify)
fi: (muokkaa)

source: Question listing
fi: Kysymykset

source: Average congruence
fi: Keskimääräinen yhdenmukaisuus

source: Match
fi: Yhdistä

source: Promise percentage
fi: Yhdenmukaisuusprosentit

source: Source
fi: Lähde

source: Option
fi: Vastausvaihtoehto

source: Summary
fi: Yhteenveto

source: Promise percentage for this question
fi: Yhdenmukaisuusprosentti tälle kysymykselle

source: Overall promise percentage
fi: Yhdenmukaisuusprosentti

source: Congruences based on Kansan Muisti's estimations.
fi: Lasketut yhdenmukaisuudet perustuvat Kansan muistin pisteytyksiin.

source: Log in or register to make your own.
fi: Kirjaudu sisään tai rekisteröidy, niin voit pisteyttää itse.

source: Congruences based on your estimations.
fi: Yhdenmukaisuudet perustuvat omiin arvioihisi.

source: You can view results based on Kansan Muisti's estimations by logging out.
fi: Voit tarkastella Kansan muistin arvioimia pisteytyksiä kirjautumalla ulos.

source: Members for
fi: Edustajat puolesta

source: Members against
fi: Edustajat vastaan

source: Voting prediction
fi: Ennuste

source: How members would vote on
fi: Miten kansanedustajat äänestäisivät aiheesta

source: This page shows how the MPs would vote, if they were to vote according to their stated opinions.
fi: Tällä sivulla näet, miten kansanedustajat äänestäisivät, jos he äänestäisivät vaalikonevastaustensa mukaisesti. Allaolevassa taulukossa olemme listanneet, miten eri vaalikonevastaukset on yhdistetty ääniin.

source: Whole parliament
fi: Koko eduskunta

source: Promise statistics for
fi: Yhdenmukaisuustilastot puolueelle

source: Party promise percentage for this question:
fi: Puolueen yhdenmukaisuusprosentti kysymykselle:

source: Party votes
fi: Puolueen äänet

source: Average congruence:
fi: Keskimääräinen yhdenmukaisuus:

source: Question
fi: Vaalikonekysymys

source: No relevant voting sessions found.
fi: Kysymykseen yhdistettyjä äänestyksiä ei löytynyt.

source: Relevant voting sessions
fi: Kysymykseen liittyvät äänestykset

source: Log in or register to make a difference
fi: Kirjaudu sisään tai rekisteröidy vaikuttaaksesi

source: Submit scores
fi: Lähetä pisteytykset

source: Voting results
fi: Äänestys

source: How members voted on
fi: Miten kansanedustajat äänestivät aiheesta

source: This page shows how the MPs voted compared to their stated opinions.
fi: Tällä sivulla näet, miten kansanedustajat äänestivät verrattuna heidän aiempiin vaalikonevastauksiinsa. Allaolevassa taulukossa olemme listanneet, miten eri vaalikonevastaukset ovat yhdistetty ääniin.</p> <p>Lisäksi voit tarkastella, miten vaalikonevastaukset ja äänestystulos jakautuvat puoluekohtaisesti. Yhdenmukaisuus-sarakkeesta näet kuinka suuri osa puolueen kansanedustajista äänesti vaalikonevastaustensa mukaisesti.

source: Distribution according to opinions
fi: Jakauma vaalikonevastausten mukaan

source: Distribution in reality
fi: Jakauma äänestystuloksen mukaan

source: Members who voted yes
fi: "Kyllä"-äänestäneet

source: Members who voted no
fi: "Ei"-äänestäneet

source: Promise percentages for members from %(canon_district)s district
fi: Yhdenmukaisuusprosentit kansanedustajille %(canon_district)s vaalipiiristä

source: Promise percentages for all MPs
fi: Yhdenmukaisuusprosentit kaikille kansanedustajille

source: No results
fi: Ei hakuosumia

source: Full list
fi: Koko lista

source: Short list
fi: Lyhyt lista

source: Promise percentages
fi: Yhdenmukaisuudet

source: Below you may compare how well the parties voted according to the pre-stated opinions of their members.
fi: Alla näet, kuinka yhdenmukaisesti eri puolueiden kansanedustajat ovat äänestäneet vaalikonevastaustensa mukaisesti.

source: Activation
fi: Aktivointi

source: Kamu account activation
fi: Kamu-käyttäjätunnuksen aktivointi

source: The activation link you used is not valid. Please check your link or register again.
fi: Käyttämäsi aktivointtilinkki ei ole toiminnassa. Tarkista linkki sähköpostista tai rekisteröidy uudestaan.

source: Your account is now active and logged in.
fi: Tunnuksesi on nyt käytössä ja kirjautunut Kamuun.

source: Login
fi: Kirjaudu sisään

source: Kamu login
fi: Sisäänkirjautuminen Kamuun

source: If you have a Facebook account, you can login or register using the button below.
fi: Jos sinulla on Facebook-tili, voit kirjautua sisään tai rekisteröityä klikkaamalla alla olevaa nappia.

source: You can also login using your Kamu account.
fi: Voit myös kirjautua sisään Kamu-tunnuksillasi.

source: Sorry, that's not a valid username or password
fi: Antamasi käyttäjätunnus tai salasana ei kelpaa.

source: User name:
fi: Käyttäjätunnus:

source: Password:
fi: Salasana:

source: Forgot your username or password?
fi: Unohditko käyttäjätunnuksesi tai salasanasi?

source: Create a new account.
fi: Luo uusi tunnus.

source: Password change successful
fi: Salasanan vaihto onnistui

source: Your password was changed.
fi: Salasanasi on vaihdettu.

source: Password change
fi: Salasanan vaihto

source: Please correct the error below.
fi: Korjaa alla oleva virhe.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fi: Syötä vanha salasanasi ja kirjoita uusi salasanasi kahdesti.

source: Old password
fi: Vanha salasana:

source: New password
fi: Uusi salasana:

source: Change my password
fi: Vaihda salasana

source: Password reset complete
fi: Salasanan nollaus valmis

source: Your password has been set. You may go ahead and log in now.
fi: Salasanasi on asetettu. Voit nyt kirjautua.

source: Password reset
fi: Salasanan nollaus

source: Enter new password
fi: Syötä uusi salasana

source: Please enter your new password twice so we can verify you typed it in correctly.
fi: Syötä uusi salasanasi kaksi kertaa, jotta voimme varmistaa että syötit sen oikein.

source: New password:
fi: Uusi salasana:

source: Confirm password:
fi: Varmista salasana:

source: Password reset unsuccessful
fi: Salasanan nollaus ei onnistunut

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fi: Salasanan nollauslinkki oli virheellinen, mahdollisesti siksi että se on jo käytetty. Ole hyvä ja pyydä uusi salasanan nollaus.

source: Password reset successful
fi: Salasanan nollaus onnistui

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
fi: Uusi salasanasi on lähetetty antamaasi sähköpostiosoitteeseen. Se saapuu tuota pikaa.

source: You're receiving this e-mail because you requested a password reset for your user account at kansanmuisti.fi.
fi: Sait tämän viestin, koska pyysit uutta salasanaa tunnuksellesi kansanmuisti.fi sivustolla.

source: Please go to the following page and choose a new password:
fi: Määrittele uusi salasanasi oheisella sivulla:

source: Your username, in case you've forgotten:
fi: Käyttäjätunnuksesi:

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
fi: Unohditko salasanasi? Syötä alle sähköpostiosoitteesi, niin lähetämme sinulle ohjeet sen vaihtamiseksi.

source: E-mail address:
fi: Sähköpostiosoite:

source: Reset my password
fi: Nollaa salasana

source: Registration complete
fi: Rekisteröinti vastaanotettu

source: Your registration e-mail has been sent to the address you provided.
fi: Sähköposti rekisteröitymisestäsi on lähetetty antamaasi osoitteeseen.

source: Register
fi: Rekisteröidy

source: Create an account
fi: Luo uusi tunnus

source: Create the account
fi: Luo tunnus

source: Statement
fi: Puheenvuoro

source: Organization
fi: Järjestö

source: Score
fi: Pisteet

source: Party
fi: Puolue

source: Absent
fi: Poissa

source: ATT
fi: L.o.

source: Attendance in voting sessions
fi: Läsnäoloprosentti äänestyksissä

source: PA
fi: SP

source: Agreement with party majority
fi: Samanmielisyys puolueen enemmistön kanssa

source: SA
fi: SI

source: Agreement with session majority
fi: Samanmielisyys äänestyksen lopputuloksen kanssa

source: St
fi: Pv

source: Number of statements
fi: Puheenvuorojen lukumäärä

source: ElBud
fi: VB

source: Election budget
fi: Vaalibudjetti

source: Term
fi: Vaalikausi

source: Home
fi: Etusivu

source: All districts
fi: Kaikki
